SignServiceTests/Assets/DataWithoutSignature/SendRequestRequestNoAttach.xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/1.1">
	<S:Body>
		<ns2:SendRequestRequest xmlns:ns3="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/faults/1.1" xmlns:ns2="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/1.1" xmlns="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/basic/1.1">
			<ns:SenderProvidedRequestData Id="SIGNED_BY_CONSUMER" xmlns="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/1.1" xmlns:ns="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/1.1" xmlns:ns2="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/basic/1.1">
				<ns:MessageID>db0486d0-3c08-11e5-95e2-d4c9eff07b77</ns:MessageID>
				<ns2:MessagePrimaryContent>
					<ns1:BreachRequest xmlns:ns1="urn://x-artefacts-gibdd-gov-ru/breach/root/1.0"  xmlns:ns2="urn://x-artefacts-gibdd-gov-ru/breach/commons/1.0"  xmlns:ns3="urn://x-artefacts-smev-gov-ru/supplementary/commons/1.0.1" Id="PERSONAL_SIGNATURE">
						<ns1:RequestedInformation>
							<ns2:RegPointNum>Т785ЕС57</ns2:RegPointNum>
						</ns1:RequestedInformation>
						<ns1:Governance>
							<ns2:Name>ГИБДД РФ</ns2:Name>
							<ns2:Code>GIBDD</ns2:Code>
							<ns2:OfficialPerson>
								<ns3:FamilyName>Загурский</ns3:FamilyName>
								<ns3:FirstName>Андрей</ns3:FirstName>
								<ns3:Patronymic>Петрович</ns3:Patronymic>
							</ns2:OfficialPerson>
						</ns1:Governance>
					</ns1:BreachRequest>
				</ns2:MessagePrimaryContent>
				<ns:TestMessage/>
			</ns:SenderProvidedRequestData>
		</ns2:SendRequestRequest>
	</S:Body>
</S:Envelope>